Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: <0>{{userName}}</0> changed the weight of a goal.
es_es: <0>{{userName}}</0> cambió la ponderación de un objetivo.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
es_es: <0>{{userName}}</0> ha actualizado el peso del objetivo de <1>{{participantName}}</1>.

source: No value
es_es: Sin valor

source: Average score
es_es: Puntuación media

source: Max score
es_es: Puntuación máxima

source: Overall {{title}} score
es_es: Puntuación general de {{title}}

source: Overall goal score
es_es: Puntuación global del objetivo

source: Weight factor
es_es: Factor de ponderación

source: Delivered
es_es: Entregado

source: Not delivered
es_es: No entregado

source: No description
es_es: Sin descripción

source: Additional goal description
es_es: Descripción adicional del objetivo

source: Overall behavior review
es_es: Revisión general del comportamiento

source: Overall goal review
es_es: Revisión general de objetivos

source: Challenge review
es_es: Revisión de objeciones

source: Overall performance - Discussion outcome
es_es: Rendimiento general: resultado de la conversación

source: I acknowledge having had a performance coaching conversation with my manager.
es_es: Confirmo haber tenido una conversación de coaching de desempeño con mi manager.

source: Custom widget
es_es: Widget personalizado

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
es_es: El widget de calificación del rendimiento de los miembros del equipo es una potente herramienta diseñada específicamente para managers, para que puedan evaluar y calificar el rendimiento de los miembros de su equipo. Ofrece una forma cómoda y eficiente para que los managers hagan seguimiento y evalúen el rendimiento individual, fomenten la responsabilidad y tomen decisiones informadas sobre su equipo.

source: Worker acknowledgment
es_es: Acuse de recibo del/de la colaborador/a

source: The review was validated by
es_es: La evaluación fue validada por

source: This snapshot reflects the status of the behaviors as of {{date}}.
es_es: Esta instantánea refleja el estado de los comportamientos a fecha de {{date}}.

source: This snapshot reflects the status of the goals as of {{date}}.
es_es: Esta instantánea refleja el estado de los objetivos a fecha de {{date}}.

source: Let’s discuss on
es_es: Vamos a hablar sobre

source: Edited
es_es: Editado

source: No changes
es_es: Sin cambios

source: Unrated
es_es: Sin valorar

source: Overall performance rating
es_es: Valoración global del rendimiento

source: No comment provided
es_es: Sin comentarios

source: No input provided
es_es: No se ha proporcionado ninguna entrada

source: Confirmation of my performance conversation
es_es: Confirmación de mi conversación de desempeño

source: Closed (system)
es_es: Cerrado (sistema)

source: Moderation
es_es: Moderación

source: Pending sign-off
es_es: Pendiente de aprobación

source: Pending validation
es_es: Validación pendiente

source: Pending publication
es_es: Publicación pendiente

source: Review autoclosed date
es_es: Revisar fecha de cierre automático

source: Worker sign-off date
es_es: Fecha de firma del/de la colaborador/a

source: Review closed date
es_es: Fecha de cierre de la revisión

source: Evaluation period
es_es: Período de evaluación

source: Type & status
es_es: Tipo y estado

source: Start
es_es: Inicio

source: Worker sign-off
es_es: Firma del/de la colaborador/a

source: Additional manager
es_es: Manager adicional

source: Review about
es_es: Revisión sobre

source: Approve or reject with an optional comment.
es_es: Aprobar o rechazar con un comentario opcional.

source: Add my direct reports
es_es: Añadir a mis subordinados directos

source: Comment not saved
es_es: Comentario no guardado

source: You don't have any reports
es_es: No tiene informes

source: Total workers: {{workersSize}}
es_es: Total de trabajadores: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
es_es: Cualquier ronda de compensación que se le asigne será visible aquí.

source: No compensation rounds yet!
es_es: ¡Aún no hay rondas de compensación!

source: View and manage all compensation rounds.
es_es: Ver y gestionar todas las rondas de compensación.

source: Compensation rounds
es_es: Rondas de compensación

source: Search by comp round name
es_es: Buscar por nombre de ronda de compensaciones

source: Workflow status
es_es: Estado del flujo de trabajo

source: Select workers to compare them.
es_es: Selecciona trabajadores para compararlos.

source: The outcome of the column is based on the formula below.
es_es: El resultado de la columna se basa en la siguiente fórmula.

source: Calculated column formula
es_es: Fórmula de columna calculada

source: You must add a note when entering a value.
es_es: Debe añadir una nota al introducir un valor.

source: You must add a note for values outside the guidelines.
es_es: Debe añadir una nota para los valores que estén fuera de las directrices.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
es_es: <0><1>Campo relacionado con {{name}}</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
es_es: No es posible realizar el cálculo porque {{column}} está vacío.

source: The calculation cannot be done because a reference filed is empty.
es_es: No es posible realizar el cálculo porque hay un campo de referencia vacío.

source: Rules are applied in priority order from top to bottom.
es_es: Las reglas se aplican en orden de prioridad de arriba hacia abajo.

source: Comp round currency ({{currencyCode}})
es_es: Redondeo de moneda de compensación ({{currencyCode}})

source: Choose grid currency
es_es: Elija la moneda de la red

source: Worker local currency
es_es: Moneda local del trabajador

source: The data might be out of sync. Refresh the data to get the latest changes.
es_es: Es posible que los datos no estén sincronizados. Actualizad los datos para obtener los últimos cambios.

source: No compensation rounds to display
es_es: No hay rondas de compensaciones que mostrar

source: Clear field
es_es: Borrar campo

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
es_es: Este campo solo acepta valores dentro del rango de cantidad permitido. ¿Desea volver a la cantidad anterior?

source: Revert
es_es: Revertir

source: Out of range
es_es: Fuera de rango

source: Maximum: {{value}}
es_es: Máximo: {{value}}

source: Minimum: {{value}}
es_es: Mínimo: {{value}}

source: Guideline
es_es: Directriz

source: Achievement
es_es: Logro

source: Bonus payout
es_es: Pago de bonificación

source: The decimal precision is set to 2.
es_es: La precisión decimal está establecida en 2.

source: Type weight
es_es: Escriba el peso

source: Situation
es_es: Situación

source: Situations
es_es: Situaciones

source: No bonus situations available
es_es: No hay situaciones de bonificación disponibles

source: {{fromDate}} to {{toDate}}
es_es: {{fromDate}} a {{toDate}}

source: LoA factor: {{loaFactor}}
es_es: Factor de LoA: {{loaFactor}}

source: Target bonus: {{targetBonus}}
es_es: Bono objetivo: {{targetBonus}}

source: TiR factor: {{tirFactor}}
es_es: Factor TiR: {{tirFactor}}

source: Total bonus: {{totalBonus}}
es_es: Bono total: {{totalBonus}}

source: Total bonus (all periods)
es_es: Bono total (todos los períodos)

source: Maximum amount
es_es: Cantidad máxima

source: Minimum amount
es_es: Importe mínimo

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
es_es: Elegible para {{eligibleCount}} de {{totalCount}} elementos comp

source: You don't have any workers in this view.
es_es: No tienes ningún colaborador/a en esta vista.

source: No comp rounds with round name "{{phrase}}"
es_es: No hay rondas de compensaciones con el nombre "{{phrase}}"

source: Date from
es_es: Fecha desde

source: Date to
es_es: Fecha hasta

source: Updated field
es_es: Campo actualizado

source: Workflow stage
es_es: Fase del flujo de trabajo

source: Proxied by {{userName}}
es_es: A través de un proxy por {{userName}}

source: Reapproved
es_es: Aprobado de nuevo

source: Republished round
es_es: Ronda republicada

source: Republished round (proposals removed)
es_es: Ronda republicada (propuestas eliminadas)

source: Republished round (proposals kept)
es_es: Ronda republicada (propuestas conservadas)

source: Resubmitted
es_es: Reenviado

source: Set default value
es_es: Establecer valor predeterminado

source: Input
es_es: Entrada

source: Allocated
es_es: Asignado

source: Base salary
es_es: Salario base

source: Show budget
es_es: Mostrar presupuesto

source: Eligible workers
es_es: Trabajadores elegibles

source: Budget info
es_es: Información sobre el presupuesto

source: overspent out of {{budget}}
es_es: excedido del presupuesto de {{budget}}

source: Remaining
es_es: Restantes

source: remaining out of {{budget}}
es_es: sobrante del {{budget}}

source: spent out of {{budget}}
es_es: gastado de {{budget}}

source: Budget warning
es_es: Aviso de presupuesto

source: Compensation navigation
es_es: Navegación de compensación

source: Export to Excel
es_es: Exportar a Excel

source: Export all pages
es_es: Exportar todas las páginas

source: Export current page
es_es: Exportar página actual

source: Select pages:
es_es: Seleccionar páginas:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
es_es: Esta descarga no está disponible porque la selección supera el límite de colaboradores/as de {{limit}}. Reduce tu selección para continuar. Para exportaciones grandes o ayuda, contacta con el Servicio de atención al cliente.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda/filtro.<br/> Elimine los filtros y borre la búsqueda para mostrar todos los resultados.

source: Comp review
es_es: Revisión de compensación

source: Search by worker name
es_es: Buscar por nombre de trabajador

source: Audit
es_es: Auditoría

source: Selected: {{count}}
es_es: Seleccionado: {{count}}

source: Status set to completed
es_es: Estado establecido como completado

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
es_es: Estás a punto de mover a 1 colaborador/a al siguiente paso. ¿Seguro que quieres continuar?

source: Successfully approved
es_es: Aprobado correctamente

source: Approve worker proposal
es_es: Aprobar propuesta de colaborador/a

source: Complete
es_es: Completado

source: You are about to complete the worker proposal. Are you sure you want to continue?
es_es: Estás a punto de completar la propuesta del/de la colaborador/a. ¿Seguro que quieres continuar?

source: Complete worker proposal
es_es: Propuesta completa de colaborador/a

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
es_es: Estás a punto de mover 1 colaborador/a al paso anterior. ¿Seguro que quieres continuar?

source: The status was successfully set to rejected.
es_es: El estado se estableció correctamente en rechazado.

source: Reject worker proposal
es_es: Rechazar propuesta de colaborador/a

source: The proposal was rejected.
es_es: La propuesta fue rechazada.

source: The proposal was returned to the previous step for adjustments.
es_es: La propuesta se devolvió al paso anterior para realizar ajustes.

source: Awaiting approval
es_es: En espera de aprobación

source: Awaiting proposal
es_es: A la espera de propuesta

source: The proposal was successfully submitted.
es_es: La propuesta se envió correctamente.

source: Submit worker proposal
es_es: Enviar propuesta de colaborador/a

source: Please add a justification for any proposal outside of guidelines.
es_es: Por favor, añada una justificación para cualquier propuesta que esté fuera de las directrices.

source: You must add a note for this comp element.
es_es: Debe añadir una nota para este elemento comp.

source: Add note (required)
es_es: Añadir nota (obligatorio)

source: Note added successfully
es_es: Nota añadida correctamente

source: Note required
es_es: Nota obligatoria

source: Your unsaved changes were successfully discarded.
es_es: Sus cambios no guardados se han descartado correctamente.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
es_es: Debe añadir una nota cuando el valor esté fuera de las directrices. Si elimina la nota, el valor volverá a su estado anterior.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
es_es: Debe añadir una nota al introducir un valor. Si elimina la nota, el valor volverá a su estado anterior.

source: Are you sure you want to delete this note?
es_es: ¿Está seguro de que desea eliminar esta nota?

source: Note deleted successfully
es_es: Nota eliminada correctamente

source: Note edited successfully
es_es: Nota editada correctamente

source: Fields
es_es: Campos

source: Choose the field related to this note.
es_es: Elija el campo relacionado con esta nota.

source: Item not found
es_es: Elemento no encontrado

source: Unavailable
es_es: No disponible

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
es_es: Elija el campo relacionado con esta nota. Los campos no disponibles se eliminarán después de guardar.

source: Max: {{guideline}}
es_es: Máximo: {{guideline}}

source: Min: {{guideline}}
es_es: Mín.: {{guideline}}

source: Min: {{min}} - Max: {{max}}
es_es: Mín: {{min}} - Máx: {{max}}

source: {{input}} (outside of guidelines)
es_es: {{input}} (fuera de las directrices)

source: This note will be visible to everyone reviewing this worker in the compensation round.
es_es: Esta nota será visible para todas las personas que revisen a este trabajador en la ronda de compensación.

source: Add your note
es_es: Añada su nota

source: The note is required.
es_es: La nota es obligatoria.

source: Note (required)
es_es: Nota (obligatoria)

source: No notes
es_es: Sin notas

source: This item does not contain any notes
es_es: Este elemento no contiene ninguna nota

source: Proposal management is applied to this column.
es_es: La gestión de propuestas se aplica a esta columna.

source: Value overridden by user
es_es: Valor sobrescrito por el usuario

source: Restore value
es_es: Restaurar valor

source: Unable to calculate
es_es: No se puede calcular

source: Select worker
es_es: Seleccionar trabajador

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
es_es: No hay suficientes datos para mostrar la rueda de comportamiento. Dele feedback a este trabajador para completar su panorama de desempeño.

source: No check-ins scheduled. Schedule one to discuss their growth.
es_es: No hay consultas programadas. Programe una para debatir su crecimiento.

source: This team member has no public feedback.
es_es: Este miembro del equipo no tiene feedback público.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
es_es: Todavía no ha enviado ningún feedback. Comparta sus opiniones para ayudar a crecer a sus compañeros.

source: This team member hasn’t shared any feedback with you yet.
es_es: Este miembro del equipo todavía no ha compartido ningún feedback con usted.

source: This team member has no goals yet. Create goals to help their progress.
es_es: Este miembro del equipo todavía no tiene objetivos. Cree objetivos para ayudarle a progresar.

source: The CSV file could not be downloaded. Please try again later.
es_es: No se ha podido descargar el archivo CSV. Inténtelo de nuevo más tarde.

source: Download failed
es_es: Error en la descarga

source: Synchronize to check for available analyses.
es_es: Sincroniza para comprobar si hay análisis disponibles.

source: No pay analysis available
es_es: No hay análisis de paga disponible

source: View and manage all pay analyses
es_es: Ver y gestionar todos los análisis salariales

source: Analyses
es_es: Análisis

source: Submit recommendation
es_es: Enviar recomendación

source: The recommendation was successfully submitted.
es_es: La recomendación se ha enviado correctamente.

source: Could not load notes. Please try again.
es_es: No se pudieron cargar las notas. Inténtelo de nuevo.

source: Auto-generated
es_es: Generado automáticamente

source: Choose one...
es_es: Elige uno...

source: You must select a communication round before closing the request in order to release the document to the worker.
es_es: Debe seleccionar una ronda de comunicación antes de cerrar la solicitud para poder liberar el documento al/a la colaborador/a.

source: The communication round cannot be empty when closing a pay information request with attached documents.
es_es: La ronda de comunicación no puede estar vacía al cerrar una solicitud de información salarial con documentos adjuntos.

source: Create request
es_es: Crear solicitud

source: The pay information request was successfully created.
es_es: La solicitud de información salarial se ha creado correctamente.

source: This date corresponds to the request creation date in the system.
es_es: Esta fecha corresponde a la fecha de creación de la solicitud en el sistema.

source: Creation type
es_es: Tipo de creación

source: Document preview
es_es: Vista previa del documento

source: Edit request
es_es: Editar solicitud

source: Attached document
es_es: Documento adjunto

source: The data source is required to generate and preview the document.
es_es: La fuente de datos es necesaria para generar y previsualizar el documento.

source: Generate document
es_es: Generar documento

source: Import a static document
es_es: Importar un documento estático

source: The internal note is not visible to the worker.
es_es: La nota interna no es visible para el/la colaborador/a.

source: The file name cannot contain more than 100 characters.
es_es: El nombre del archivo no puede contener más de 100 caracteres.

source: The file name cannot be empty.
es_es: El nombre del archivo no puede estar vacío.

source: Define the name of the document that will be distributed to workers.
es_es: Define el nombre del documento que se distribuirá a los colaboradores/as.

source: The pay information request was successfully saved.
es_es: La solicitud de información salarial se guardó correctamente.

source: The template is required to generate and preview a document.
es_es: La plantilla es necesaria para generar y previsualizar un documento.

source: Upload document
es_es: Cargar documento

source: Browse to upload file
es_es: Navegar para cargar archivo

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
es_es: Formatos de archivo admitidos: PDF. Tamaño máximo de archivo: 10 MB. Número máximo de archivos por carga: 1 archivo.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
es_es: No se puede importar el documento "{{fileName}}". Asegúrate de que cumple los requisitos de formato y tamaño.

source: Generate & preview document
es_es: Generar y previsualizar documento

source: To update this field, you must first delete the generated attached document.
es_es: Para actualizar este campo, primero debes eliminar el documento adjunto generado.

source: Alerts
es_es: Alertas

source: Internal note
es_es: Nota interna

source: No files uploaded
es_es: No se han subido archivos

source: Comm round
es_es: Ronda de comunicación

source: A date is required when an operator is selected
es_es: Se requiere una fecha cuando se selecciona un operador

source: Number of days
es_es: Número de días

source: An operator is required when a date or value is provided
es_es: Se requiere un operador cuando se proporciona una fecha o un valor

source: Reference number
es_es: Número de referencia

source: Type part of a reference number
es_es: Escribe parte de un número de referencia

source: Type part of a request ID
es_es: Escribe parte de un ID de solicitud

source: Resolution date
es_es: Fecha de resolución

source: Since request
es_es: Desde la solicitud

source: A value is required when an operator is selected
es_es: Se requiere un valor cuando se selecciona un operador

source: Type part of a name or worker ID
es_es: Escribe parte de un nombre o del ID de colaborador/a

source: The reference number cannot be empty.
es_es: El número de referencia no puede estar vacío.

source: The reference number cannot be longer than 50 characters.
es_es: El número de referencia no puede tener más de 50 caracteres.

source: The request date cannot be empty.
es_es: La fecha de la solicitud no puede estar vacía.

source: The request date cannot be in the future.
es_es: La fecha de la solicitud no puede ser futura.

source: Request details
es_es: Detalles de la solicitud

source: Response to requester
es_es: Respuesta al solicitante

source: Response to worker
es_es: Respuesta al/a la colaborador/a

source: Select data source
es_es: Seleccionar origen de datos

source: Select template
es_es: Seleccionar plantilla

source: Send & close
es_es: Enviar y cerrar

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
es_es: Estás a punto de cerrar esta solicitud de información de pago. Esta acción es irreversible. El documento se añadirá a la ronda de comunicación seleccionada. ¿Seguro que quieres continuar?

source: Confirm closing request
es_es: Confirmar solicitud de cierre

source: If you close now, request will be saved and the document won't be added.
es_es: Si cierras ahora, la solicitud se guardará y el documento no se añadirá.

source: Close without adding a document
es_es: Cerrar sin añadir un documento

source: The pay information request was successfully closed.
es_es: La solicitud de información salarial se cerró correctamente.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
es_es: El flujo de trabajo está habilitado para la ronda de comunicación seleccionada. El documento adjunto se añadirá, pero no será visible para el colaborador/a hasta que se publique

source: Workflow enabled
es_es: Flujo de trabajo activado

source: Approaching deadline
es_es: Fecha límite próxima

source: Closed without document
es_es: Cerrado sin documento

source: Document deleted
es_es: Documento eliminado

source: Not released to worker
es_es: No se ha publicado al colaborador/a

source: Overdue
es_es: Atrasado

source: Remove filters and clear the search to show all results.
es_es: Elimina los filtros y borra la búsqueda para mostrar todos los resultados.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
es_es: Aquí aparecerán tus solicitudes de información sobre tu salario. Vuelve más tarde para ver actualizaciones o explora más funciones mientras tanto.

source: API upload
es_es: Subida por API

source: {{count}} day
es_es: {{count}} día

source: {{count}} days
es_es: {{count}} días

source: Reopened
es_es: Reabierto
